org_file/miscellany/move-house.org
#+TITLE: 深圳，我还在
#+OPTIONS: ^:{}

时间过得真快，到深圳快一年了，觉得快是因为没什么大得进步呀，唉。。。

今天入住新家，说新家就是租得隔断屋，最大得优点就是离公司超近，每天可以节省很多精力时间，也可以更方便滴按医生说的来涂药（涂两种药，中间要间隔一个小时）。

在深圳觉得有些孤单了，公司长期996上班制度，接触最多得就是同事了，同事们都很不错，但回到家还是会觉得心里有点孤单，我觉得很大程度上是因为没有找到精神上得寄托所导致，我目前计划得很好，搬到新家后没有什么乱七八糟得事情，下半年利用业余时间，争取把SICP和onlisp搞定，每天跑步，把健康搞好，这两个主要得事情做起来。

在深圳不是很快乐，我知道现在以我的能力过不上我想要的生活，所以忍！升级。

最近父母也总是说起结婚的事，我终于也要被“逼婚”了，唉。不过在公司的高压政策下，我都快无欲无求了，这帮人管理方式我真是不能认同，几次想过要走，但觉得不是时候，要坚持到明年，把内功再增强一点点，我一定要达到我的目标！

就想发点牢骚，啦啦啦啦～
