_posts/miscellany/2015-07-01-move-house.html
---
layout: post
title: 深圳，我还在
category: miscellany
description: 最近心情不好，搬了新家，重新开始！
---

<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>深圳，我还在</title>
<!-- 2015-07-01 Wed 00:05 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Leon" />
</head>
<body>
<div id="content">
<h1 class="title">深圳，我还在</h1>
<p>
时间过得真快，到深圳快一年了，觉得快是因为没什么大得进步呀，唉。。。
</p>

<p>
今天入住新家，说新家就是租得隔断屋，最大得优点就是离公司超近，每天可以节省很多精力时间，也可以更方便滴按医生说的来涂药（涂两种药，中间要间隔一个小时）。
</p>

<p>
在深圳觉得有些孤单了，公司长期996上班制度，接触最多得就是同事了，同事们都很不错，但回到家还是会觉得心里有点孤单，我觉得很大程度上是因为没有找到精神上得寄托所导致，我目前计划得很好，搬到新家后没有什么乱七八糟得事情，下半年利用业余时间，争取把SICP和onlisp搞定，每天跑步，把健康搞好，这两个主要得事情做起来。
</p>

<p>
在深圳不是很快乐，我知道现在以我的能力过不上我想要的生活，所以忍！升级。
</p>

<p>
最近父母也总是说起结婚的事，我终于也要被“逼婚”了，唉。不过在公司的高压政策下，我都快无欲无求了，这帮人管理方式我真是不能认同，几次想过要走，但觉得不是时候，要坚持到明年，把内功再增强一点点，我一定要达到我的目标！
</p>

<p>
就想发点牢骚，啦啦啦啦～
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Leon</p>
<p class="date">Created: 2015-07-01 Wed 00:05</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.4.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
